{
  "version": 2,
  "exportedAt": "2026-07-06T22:04:21.693Z",
  "masterGoal": 5,
  "completed": false,
  "total": 1125,
  "known": 0,
  "need": 94,
  "counts": {
    "about": 1,
    "activity": 1,
    "afterschool": 1,
    "air": 0,
    "all": 1,
    "all around": 0,
    "alone": 0,
    "animal": 1,
    "area": 1,
    "artwork": 1,
    "ask": 1,
    "aunt": 1,
    "baby": 1,
    "bake": 1,
    "bakery": 1,
    "banana": 1,
    "bang": 1,
    "basketball": 1,
    "because": 1,
    "become": 0,
    "below": 0,
    "best": 0,
    "better": 1,
    "blue": 1,
    "body": 1,
    "bookmark": 1,
    "british": 0,
    "broken": 0,
    "bury": 0,
    "cabbage": 0,
    "cake": 1,
    "can": 1,
    "cancer": 0,
    "chicken": 1,
    "christmas": 0,
    "class": 0,
    "clean": 1,
    "cliff": 1,
    "clock": 0,
    "clothes": 1,
    "cloudy": 0,
    "colourful": 1,
    "cooking": 1,
    "country": 0,
    "crayon": 1,
    "create": 1,
    "cupboard": 0,
    "dad (father)": 1,
    "date": 0,
    "delight": 0,
    "detail": 0,
    "different": 0,
    "dining room": 1,
    "direction": 1,
    "door": 1,
    "dot": 0,
    "draw": 1,
    "dress": 1,
    "duck": 1,
    "during": 1,
    "ear": 1,
    "earth": 1,
    "eastern": 0,
    "eight": 1,
    "eighty": 1,
    "elephant": 1,
    "event": 0,
    "everything": 1,
    "exciting": 0,
    "expensive": 1,
    "expert": 0,
    "explore": 0,
    "fact": 0,
    "famous": 1,
    "far": 0,
    "february": 0,
    "feel": 1,
    "field": 0,
    "flood": 0,
    "flow": 0,
    "flower": 1,
    "flyer": 1,
    "football": 1,
    "from": 0,
    "game": 1,
    "garden": 0,
    "goodbye": 1,
    "grade": 0,
    "grandpa (grandfather)": 0,
    "hair": 1,
    "hamburger": 1,
    "hardly": 0,
    "have": 1,
    "head": 0,
    "hero": 0,
    "highway": 1,
    "horn": 1,
    "hospital": 1,
    "huge": 0,
    "hunter": 0,
    "hurt": 0,
    "instrument": 0,
    "interested": 1,
    "interesting": 0,
    "its": 1,
    "june": 0,
    "lightning": 0,
    "litter": 0,
    "loud": 1,
    "loudly": 0,
    "lunch": 1,
    "man": 1,
    "mantis": 0,
    "map": 1,
    "mask": 0,
    "me": 1,
    "model": 0,
    "monday": 1,
    "monkey": 1,
    "more": 0,
    "morning": 1,
    "most": 0,
    "mountain": 0,
    "mr": 1,
    "must": 1,
    "never": 1,
    "night": 1,
    "not": 1,
    "note": 0,
    "ocean": 0,
    "oh": 1,
    "oilcloth": 0,
    "old": 1,
    "olivia": 1,
    "or": 1,
    "ostrich": 1,
    "owner": 0,
    "panda": 1,
    "paper": 1,
    "pearl": 1,
    "people": 1,
    "plane": 1,
    "please": 0,
    "police": 1,
    "police station": 1,
    "poor": 0,
    "push": 1,
    "rat": 0,
    "real": 0,
    "red": 1,
    "remember": 0,
    "rice": 1,
    "rocket": 0,
    "root": 1,
    "rubbish": 1,
    "rule": 0,
    "same": 0,
    "sandwich": 1,
    "save": 0,
    "scarf": 1,
    "schoolbag": 1,
    "science": 1,
    "see": 1,
    "shape": 1,
    "shiny": 0,
    "shop": 1,
    "should": 1,
    "sign": 1,
    "singapore": 1,
    "small": 1,
    "snowy": 0,
    "something": 0,
    "soon": 1,
    "space": 1,
    "spaceship": 0,
    "squirrel": 0,
    "stand": 0,
    "steal": 0,
    "sth": 0,
    "stop": 1,
    "strong": 1,
    "sunday": 1,
    "surprised": 1,
    "swim": 1,
    "tall": 1,
    "teahouse": 0,
    "team": 0,
    "terry fox": 1,
    "the": 1,
    "this": 1,
    "three": 1,
    "thursday": 1,
    "tick-tock": 0,
    "tom": 1,
    "town": 0,
    "toy": 1,
    "trash": 0,
    "truth": 0,
    "try": 0,
    "turn": 1,
    "turn on": 0,
    "umbrella": 1,
    "upstairs": 0,
    "village": 0,
    "visit": 0,
    "volunteer": 1,
    "watch": 0,
    "waterfall": 1,
    "week": 1,
    "welcome": 1,
    "west": 1,
    "wheel": 1,
    "wheelchair": 0,
    "whoosh": 1,
    "win": 1,
    "window": 1,
    "windy": 1,
    "wisdom": 1,
    "with": 0,
    "without": 0,
    "wonderful": 1,
    "word": 0,
    "work": 1,
    "worker": 1,
    "worry": 1,
    "would": 0,
    "write": 0,
    "writer": 1,
    "yes": 1,
    "young": 1,
    "zebra": 1
  }
}